Repository: RafyWP/gg-forms
Catalog: languages/gg-forms-*.po
Languages: pt_br

source: Affiliate link updated.
pt_br: Link de afiliado atualizado.

source: Affiliate Link:
pt_br: Link de Afiliado:

# block description
source: A Gutenberg block for interactive forms.
pt_br: Um bloco Gutenberg para formulários interativos.

# block description
source: A Gutenberg block for uploading and previewing a video as a story.
pt_br: Um bloco Gutenberg para enviar e visualizar um vídeo como uma história.

# block description
source: An option linked to a GG Story block.
pt_br: Uma opção vinculada a um bloco GG Story.

# block title
source: GG Forms
pt_br: GG Formulário

# block title
source: GG Option
pt_br: GG Opção

# block title
source: GG Story
pt_br: GG Vídeo

source: Built-in analytics
pt_br: Análise integrada

source: Crafted by
pt_br: Inventado por

source: Demo
pt_br: Demonstração

source: Engaging UI encourages completion and interaction.
pt_br: Uma interface envolvente que incentiva a conclusão.

source: Error
pt_br: Erro

source: Forms are designed to be fluid and delightful on any device.
pt_br: Projetados para serem fluidos e agradáveis ​​em qualquer dispositivo.

source: Forms flow like a guided path instead of a long list.
pt_br: Os usuários são guiados durante o preenchimento.

source: Future configuration options will appear here.
pt_br: Opções de configuração futuras aparecerão aqui.

source: GG Forms Affiliate Program
pt_br: Programa de Afiliados GG Forms

source: GG Forms Settings
pt_br: Configurações do GG Forms

source: GG Forms Stats
pt_br: Estatísticas do GG Forms

source: GG Forms turns them into conversations.
pt_br: O GG Forms os transforma em conversas divertidas 💬

source: Grow & Go. Guided & gamified forms that move users — and your business — forward.
pt_br: Grow & Go. Formulários guiados e gamificados que movem os usuários — e seu negócio — para a frente.

source: Guided & gamified forms that move users — and your business — forward.
pt_br: Formulários guiados e gamificados que movem os usuários — e sua empresa — adiante.

source: https://rafy.site
pt_br: https://rafy.com.br

source: https://rafy.site/projects/gg-forms
pt_br: https://rafy.com.br/projeto/gg-forms

source: Install GG Forms now
pt_br: Instale o GG Forms agora

source: Landing page not found.
pt_br: Página de destino não encontrada.

source: Light gamification
pt_br: Gamificação

source: Made for WordPress
pt_br: Feito para WordPress

source: Mobile-first experience
pt_br: Experiência mobile-first

source: No video selected.
pt_br: Nenhum vídeo selecionado.

source: Ready to install?
pt_br: Pronto para instalar?

source: Save
pt_br: Salvar

source: Seamless Gutenberg block and modern theme support.
pt_br: Construa suas páginas de conversão com os blocos Gutenberg integrados.

source: Show different fields based on previous answers.
pt_br: Mostra campos diferentes com base em respostas anteriores.

source: Smart branching
pt_br: Ramificação

source: Soon: insights and form performance data.
pt_br: Em breve: insights e dados de desempenho de formulários.

source: Start collecting data with guided & gamified forms today.
pt_br: Comece a coletar dados com formulários guiados e gamificados hoje mesmo.

source: Stats
pt_br: Estatísticas

source: Step-by-step guidance
pt_br: Orientação

source: Track form views, drop-off rates, and completions.
pt_br: Acompanhe visualizações, taxas de desistência e conclusões.

source: Traditional forms can feel like chores.
pt_br: Formulários tradicionais são chatos.

source: View Landing Page
pt_br: Ver Landing Page

source: Why GG Forms?
pt_br: Por que GG Forms?

source: WordPress Expert Consultant
pt_br: Programador WordPress Especialista

source: WordPress Interactive Forms Plugin
pt_br: Plugin de formulários interativos do WordPress
